Repository: minakshibh/TimeLine-iOS
Catalog: ParseStarterProject/*.lproj/Localizable.strings
Languages: de, es

# Settings-Format-License-Container-Name:%@-License:%@
source: The follwowing software may be included in this product: %@. This software is subject to the following license and notice: %@
es: Este software puede ser incluido en este producto: %@. Este software está sujeta a la siguiente licencia y notificación: %@

# Timeline-Alert-Block-Title
source: Block Timeline
de: Timeline sperren
es: Bloquear Timeline

# Timeline-Alert-Block-Message-Name:%@
source: Do you want to block #%@?
de: Möchtest du #%@ sperren?
es: ¿Quieres bloquear #%@?

# Timeline-Alert-Block-Action-Cancel
source: Cancel
de: Abbrechen
es: Cancelar

# Timeline-Alert-Block-Action-Block
source: Block
de: Sperren
es: Bloquear

# User-Alert-Block-Message-Name:%@
source: Do you want to block @%@?
de: Möchtest du @%@ sperren?
es: ¿Quieres bloquear @%@?

# User-Alert-Block-Action-Cancel
source: Cancel
de: Abbrechen
es: Cancelar

# User-Alert-Block-Action-Block
source: Block
de: Sperren
es: Bloquear

# Timeline-Alert-Unblock-Title
source: Unblock Timeline
de: Timeline entsperren
es: Desbloquear Timeline

# Timeline-Alert-Unblock-Message-Name:%@
source: Do you want to unblock #%@?
de: Möchtest du #%@ entsperren?
es: ¿Quieres desbloquear #%@?

# Timeline-Alert-Unblock-Action-Cancel
source: Cancel
de: Abbrechen
es: Cancelar

# Timeline-Alert-Unblock-Action-Unblock
source: Unblock
de: Entsperren
es: Desbloquear

# User-Alert-Unblock-Title
source: Unblock User
de: Benutzer entsperren
es: ¿Quieres desbloquear Usuario?

# User-Alert-Unblock-Message-Name:%@
source: Do you want to unblock @%@?
de: Möchtest du @%@ entsperren?
es: ¿Quieres desbloquear @%@?

# User-Alert-Unblock-Action-Cancel
source: Cancel
de: Abbrechen
es: Cancelar

# User-Alert-Unblock-Action-Unblock
source: Unblock
de: Entsperren
es: Desbloquear

# Capture-Authorization-Failure-Message
source: Timeline doesn't have permission to use Camera, change privacy settings for use.
de: Timeline hat nicht die Berechtigung, auf die Kamera zuzugreifen. Bitte ändere dies in den Privatsphäre-Einstellungen ab.
es: Timeline no tiene permiso para usar la cámara, favor de cambiar la configuración de privacidad en sus ajustes.

# Capture-Authorization-Failure-Dismiss
source: Okay
de: OK
es: Si

# Capture-Record-Button-Start-Title
source: Record
de: Aufnehmen
es: Grabar

# Capture-Record-Button-Stop-Title
source: Pause
es: Pausa

# Login-Alert-Wait-Title
source: Performing login
de: Anmelden
es: Iniciando sesión

# Session-Alert-Expired-Message
source: Your session expired. Please log in again.
de: Deine Sitzung ist abgelaufen. Bitte melde dich erneut an.
es: Su sesión a finalizado. Favor de iniciar de nuevo.

# Session-Alert-Expired-Action-Dismiss
source: Ok
es: Si

# Settings-Alert-Logout-Title
source: Logout
de: Abmelden
es: Cerrar sesión

# Settings-Alert-Logout-Message
source: All unpublished moments will be lost.
de: Alle unveröffentlichten Momente werden gelöscht.
es: Se perderán todos momentos no subidos.

# Settings-Alert-Logout-Action-Cancel
source: Cancel
de: Abbrechen
es: Cancelar

# Settings-Alert-Logout-Action-Logout
source: Logout
de: Abmelden
es: Cerrar sesión

# Settings-Alert-Delete-Title
source: Delete Account
de: Konto löschen
es: Borrar Cuenta

# Settings-Alert-Delete-Message
source: All your moments and timelines will be lost and can't be restored.
de: Alle Momente und Timelines werden gelöscht und können nicht wiederhergestellt werden.
es: Todos tus momentos y timelines se perderan para siempre.

# Settings-Alert-Delete-Action-Cancel
source: Cancel
de: Abbrechen
es: Cancelar

# Settings-Alert-Delete-Action-Delete
source: Delete Account
de: Konto löschen
es: Borrar Account

# Settings-Placeholder-Email-Text
source: example@email.com
de: beispiel@icloud.com
es: ejemplo@correoelectronico.com

# Settings-Alert-Email-Missing-Title
source: Change Email
de: E-Mail-Adresse ändern
es: Cambiear Correo Electronico

# Settings-Alert-Email-Missing-Message
source: There is no email set.
de: Es wurde keine E-Mail-Adresse angegeben.
es: Verifique su correo electronico.

# Settings-Alert-Email-Missing-Action-Dismiss
source: Ok
es: Si

# Settings-Alert-Password-Error-Title
source: Change Password
de: Kennwort ändern
es: Cambiar Contraseña

# Settings-Alert-Password-Error-Message
source: The passwords are empty or don't match.
de: Die Kennwörter sind leer oder stimmen nicht überein.
es: Las contraseñas están vacías o no coinciden.

# Settings-Alert-Password-Error-Action-Dismiss
source: Ok
es: Si

# Settings-Sheet-Image-Source-Title
source: Pick Profile Image
de: Profilbild wählen
es: Elija Foto de Perfil

# Settings-Sheet-Image-Source-Message
source: Choose your preferred source
de: Quelle wählen
es: Elija su fuente preferida

# Settings-Sheet-Image-Source-Action-Camera
source: Camera
de: Foto aufnehmen
es: Cámara

# Settings-Sheet-Image-Source-Action-Library
source: Library
de: Foto auswählen
es: Fotos

# Settings-Sheet-Image-Source-Action-Cancel
source: Cancel
de: Abbrechen
es: Cancelar

# Settings-Alert-TimelinesPublic-Error-Title
source: Timelines Public
de: Timelines öffentlich machen
es: Timelines Publico

# Settings-Alert-TimelinesPublic-Error-Action-Dismiss
source: Ok
es: Si

# Settings-Alert-FollowersApprove-Error-Title
source: Followers Approve
de: Follower bestätigen
es: Aprobar Seguidores

# Settings-Alert-FollowersApprove-Error-Action-Dismiss
source: Ok
es: Si

# Settings-String-Share-Message
source: Checkout this brand new App
de: Schau dir diese neue App an
es: Descarga el nuevo app Timeline!

# Timeline-Alert-Delete-Wait-Title
source: Delete Timeline
de: Timeline löschen
es: Borrar Timeline

# Timeline-Alert-Delete-Wait-Message
source: Performing action
de: Bitte warten
es: Realizando accion

# Timeline-Alert-Delete-Error-Title
source: Delete Timeline
de: Timeline löschen
es: Borrar Timeline

# Timeline-Alert-Delete-Error-Action-Dismiss
source: Ok
es: Si

# Timeline-Alert-Delete-Confirm-Message
source: Do you really want to delete the Timeline?
de: Möchtest du wirklich diese Timeline löschen?
es: ¿De verdad quiere borrar este Timeline?

# Timeline-Alert-Delete-Confirm-Action-Delete
source: Delete
de: Löschen
es: Borrar

# Timeline-Alert-Delete-Confirm-Action-Cancel
source: Cancel
de: Abbrechen
es: Cancelar

# Timeline-Alert-Create-Missing-Title
source: Create Timeline
de: Timeline erstellen
es: Crear Timeline

# Timeline-Alert-Create-Missing-Message
source: Please name your Timeline.
de: Bitte benenne deine Timeline.
es: Favor de dar un nombre a este Timeline.

# Timeline-Alert-Create-Missing-Dismiss
source: Ok
es: Si

# Timeline-Alert-Create-Error-Title
source: Create Timeline
de: Timeline erstellen
es: Borrar Timeline

# Timeline-Alert-Create-Error-Action-Dismiss
source: Ok
es: Si

# Timeline-Button-Cell-Pending-Title
source: Pending
de: Ausstehend
es: Pendiente

# Timeline-Alert-Limit-Error-Title
source: Timeline Limit
es: Timeline Limite

# Timeline-Alert-Limit-Error-Action-Later
source: Try Later
de: Später
es: Intenta más tarde

# Timeline-Alert-Limit-Error-Action-Retry
source: Retry Now
de: Erneut versuchen
es: Intenta de nuevo

# Timeline-Alert-Limit-Error-Action-Dismiss
source: Ok
es: Si

# Timeline-Alert-Limit-Required-Title
source: Timeline limit
es: Timeline Limite

# Timeline-Alert-Limit-Required-Message
source: You reached your timeline limit. To add a new timeline you need an upgrade.
de: Du hast dein Limit an Timelines erreicht. Um eine neue Timeline zu erstellen, musst du ein Upgrade erwerben.
es: Has alcanzado el límite de crear un nuevo timeline. Para añadir otro timeline necesita descargar Actualización.

# Timeline-Alert-Limit-Required-Action-Upgrade
source: Upgrade
es: Actualización

# Timeline-Alert-Limit-Required-Action-Cancel
source: Cancel
de: Abbrechen
es: Cancelar

# Timeline-String-Share-Message-User:%@-Timeline:%@
source: Checkout @%1$@'s Timeline #%2$@
de: Schau dir #%2$@ von @%1$@ an
es: Vea el Timeline #%2$@ de @%1$@

# User-String-Share-Message-User:%@
source: Checkout the user @%1$@
de: Schau dir @%1$@ an
es: Vea el usuario @%1$@

# Moment-Alert-Delete-Confirm-Title
source: Delete Moment
de: Moment löschen
es: Borrar Momento

# Moment-Alert-Delete-Confirm-Message
source: Your moment will be lost forever.
de: Dieser Moment wird endgültig gelöscht.
es: Su momento se perderá para siempre.

# Moment-Alert-Delete-Confirm-Action-Cancel
source: Cancel
de: Abbrechen
es: Cancelar

# Moment-Alert-Delete-Confirm-Action-Delete
source: Delete
de: Löschen
es: Borrar

# Moment-Alert-Trim-Error-Title
source: Trim Moment
de: Moment kürzen
es: Recortar Momento

# Moment-Alert-Trim-Error-Action-Dismiss
source: Ok
es: Si

# Moment-Alert-Trim-Keep-Title
source: Trim Moment
de: Moment kürzen
es: Recortar Momento

# Moment-Alert-Trim-Keep-Message
source: Do you want to keep the original moment, too?
de: Möchtest du den originalen Moment behalten?
es: ¿Quieres mantener el momento recortado también?

# Moment-Alert-Trim-Keep-Action-Keep
source: Keep both
de: Original behalten
es: Mantén ambos

# Moment-Alert-Trim-Keep-Action-Delete
source: Delete
de: Löschen
es: Borrar

# Moment-Alert-Overlay-None-Title
source: Empty Text
de: Leerer Text
es: Texto vacío

# Moment-Alert-Overlay-None-Message
source: Empty text overlays aren't allowed.
de: Leere Textbanner können nicht erstellt werden.
es: No se permite texto vacío.

# Moment-Alert-Overlay-None-Action-Save
source: Remove
de: Entfernen
es: Eliminar

# Moment-Alert-Overlay-None-Action-Dismiss
source: Edit
de: Bearbeiten
es: Editar

# Moment-Alert-Upload-Error-Title
source: Upload Moment
de: Moment hochladen
es: Subir Momento

# Moment-Alert-Upload-Error-Message-Default
source: An unknown error occured.
de: Ein unbekannter Fehler ist aufgetreten.
es: A ocurrido un error desconocido.

# Moment-Alert-Upload-Error-Action-Dismiss
source: Ok
es: Si

# Timeline-Alert-Download-Info-Title
source: Download Timeline
de: Offline verfügbar machen
es: Bajar Timeline

# Timeline-Alert-Download-Info-Message-Timeline:%@
source: Do you want to download #%1$@ to your app for full resolution playback? This doesn't mean it is saved to your phone.
de: Möchtest du #%1$@ offline verfügbar machen?
es: ¿Quieres bajar #%1$@ a su app para la reproducción de resolución completa? Esto no significa que #timeline se va guardar en su telefono.

# Timeline-Alert-Download-Info-Action-Dismiss
source: Cancel
de: Abbrechen
es: Cancelar

# Timeline-Alert-Download-Info-Action-Download
source: Download
de: Laden
es: Bajar

# Timeline-Alert-BlockedTimeline-Title-Timeline:%@
source: #%1$@ blocked
de: #%1$@ gesperrt
es: #%1$@ bloqueado

# Timeline-Alert-BlockedTimeline-Message-User:%@-Timeline:%@
source: @%1$@'s timeline #%2$@ can't be played, because you blocked it.
de: Du kannst #%2$@ von @%1$@ nicht abspielen, da du sie gesperrt hast.
es: El timeline #%2$@ de @%1$@ no se puede reproducir, por que lo bloqueaste.

# Timeline-Alert-BlockedTimeline-Action-Dismiss
source: Ok
es: Si

# Timeline-Alert-BlockedUser-Title-User:%@
source: @%1$@ blocked
de: @%1$@ gesperrt
es: @%1$@ bloqueado

# Timeline-Alert-BlockedUser-Message-User:%@-Timeline:%@
source: You can't play #%2$@, because you blocked @%1$@.
de: Du kannst #%2$@ nicht abspielen, da du @%1$@ gesperrt hast.
es: No se puede reproducir #%2$@, por que bloqueaste @%1$@.

# Timeline-Alert-BlockedUser-Action-Dismiss
source: Ok
es: Si

# Timeline-Alert-NotPublic-Title-User:%@
source: Timeline not public
de: Timeline privat
es: Timeline no es publico

# Timeline-Alert-NotPublic-Message-User:%@
source: @%1$@'s timelines aren't public. You need to follow him, in order to see his timelines.
de: Diese Timeline ist nicht öffentlich. Folge @%1$@, um sie anzuschauen.
es: Los timelines de @%1$@ no son publicos. Necesitas seguir @%1$@, para ver sus timelines.

# Timeline-Alert-NotPublic-Action-Dismiss
source: Ok
es: Si

# Timeline-Sheet-More-Button-Cancel
source: Cancel
de: Abbrechen
es: Cancelar

# Timeline-Sheet-More-Button-Share
source: Share
de: Teilen
es: Compartir

# Timeline-Sheet-More-Button-Delete
source: Delete
de: Löschen
es: Borrar

# Timeline-Sheet-More-Button-Block
source: Block
de: Sperren
es: Bloquear

# Timeline-Sheet-More-Button-Unblock
source: Unblock
de: Entsperren
es: Desbloquear

# User-Sheet-More-Button-Cancel
source: Cancel
de: Abbrechen
es: Cancelar

# User-Sheet-More-Button-Share
source: Share
de: Teilen
es: Compartir

# User-Sheet-More-Button-Block
source: Block
de: Sperren
es: Bloquear

# User-Sheet-More-Button-Unblock
source: Unblock
de: Entsperren
es: Desbloquear

# Timeline-Sheet-More-Button-Add
source: Add Moment
de: Moment hinzufügen
es: Agregar Momento

# Timeline-Sheet-More-Button-Download
source: Download
de: Offline verfügbar machen
es: Descargar

# Timeline-Sheet-More-Button-No-Download
source: Remove Download
de: Download entfernen
es: Retire Descargar

# User-Button-Respond-Title
source: Respond
de: Antwort
es: Responder

# User-Sheet-Respond-Title:%@
source: Respond %@
de: Antworte %@
es: Responder %@

# User-Sheet-Respond-Approve
source: Approve
de: Annehmen
es: Aprobar

# User-Sheet-Respond-Decline
source: Decline
de: Ablehnen
es: Rechazar

# User-Sheet-Respond-Cancel
source: Cancel
de: Abbrechen
es: Cancelar

# User-Sheet-More-Button-Followers
source: Show Followers
de: Follower zeigen
es: Mostrar Seguidores

# User-Sheet-More-Button-Likers
source: Show Likes
de: Likes zeigen
es: Mostrar Likes

# Timeline-Sheet-More-Button-Followers
source: Show Followers
de: Follower zeigen
es: Mostrar Seguidores

# Timeline-Sheet-More-Button-Likers
source: Show Likes
de: Likes zeigen
es: Mostrar Likes

# Draft-Alert-PickTimeline-Title
source: Choose Timeline
de: Wähle eine Timeline
es: Elige Timeline

# Draft-Alert-PickTimeline-Cancel
source: Cancel
de: Abbrechen
es: Cancelar

# Draft-Alert-ConfirmUpload-Title:%@
source: Upload to %@
de: In %@ hochladen
es: Subir a %@

# Draft-Alert-ConfirmUpload-Message
source: Uploading moments to a timeline cannot be undone.
de: Einmal veröffentlichte Moments bleiben öffentlich.
es: Subir momentos a tu timeline no se puede deshacer.

# Draft-Alert-ConfirmUpload-Upload
source: Upload
de: Hochladen
es: Subir

# Draft-Alert-ConfirmUpload-Cancel
source: Cancel
de: Abbrechen
es: Cancelar

# User-Alert-Block-Title
source: Block User
de: Benutzer sperren

# Timeline-Alert-Delete-Confirm-Title
source: Delete Timeline
de: Timeline löschen

# Duration-Format-Limited-Seconds-%@
source: %@ / 300 s
de: %@ / 300 Sekunden
